
it = (
    (1, 'Input'),
    (2, 'Output'),
)

input_types = (
    (1, '경구 (환자입력)'),
    (2, '경구 (간호사입력)'),
    (3, '경관 (간호사입력)'),
    (4, '정맥 주입 주사 1'),
    (5, '정맥 주입 주사 2'),
)

output_types = (
    (6, 'Self Voiding (환자입력)'),
    (7, 'Self Voiding (간호사입력)'),
    (8, 'Foley Catheter (환자입력)'),
    (9, 'Foley Catheter (간호사입력)'),
    (10, '대변 (환자입력)'),
    (11, '대변 (간호사입력)'),
)

io2000_types = (
    (1, '소변'),
    (2, '대변'),
)

io2100_types = (
    (1, '정상'),
    (2, '거품뇨'),
    (3, '혈뇨'),
    (4, '비정상'),
)

io2200_types = (
    (1, '정상'),
    (2, '혈변'),
    (3, '설사'),
    (4, '비정상'),
)

ft = (
    (1, '고체'),
    (2, '액체'),
)
